Revit 2027 API
ElementSet Constructor
Initializes a new instance of the ElementSet class
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public ElementSet()
Public Sub New
public:
ElementSet()
new : unit -> ElementSet
See Also
Reference
ElementSet Class
Autodesk.Revit.DB Namespace